tap "bufbuild/buf"
tap "hashicorp/tap"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "leoafarias/fvm"
tap "libsql/sqld"
tap "mobile-dev-inc/tap"
tap "ngrok/ngrok"
tap "shopify/shopify"
tap "stripe/stripe-cli"
tap "tursodatabase/tap"
brew "openssl@3"
brew "readline"
brew "awscli"
brew "btop"
brew "claude-squad"
brew "cloudflared"
brew "cmake"
brew "libyaml"
brew "cocoapods"
brew "cryptography"
brew "direnv"
brew "duckdb"
brew "eza"
brew "fd"
brew "fzf"
brew "fzf-make"
brew "gh"
brew "ghq"
brew "git-flow-avh"
brew "golangci-lint"
brew "grpcurl"
brew "lazygit"
brew "zstd"
brew "utf8proc"
brew "neovim"
brew "nushell"
brew "pueue"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "webp"
brew "wget"
brew "zellij"
brew "zoxide"
brew "bufbuild/buf/buf"
brew "hashicorp/tap/vault"
brew "jesseduffield/lazydocker/lazydocker"
brew "leoafarias/fvm/fvm"
brew "mobile-dev-inc/tap/maestro"
brew "shopify/shopify/shopify-cli"
brew "stripe/stripe-cli/stripe"
brew "tursodatabase/tap/turso"
cask "graphiql"
cask "ngrok"
cask "wezterm"
vscode "alexisvt.flutter-snippets"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "anthropic.claude-code"
vscode "biomejs.biome"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "docker.docker"
vscode "dsznajder.es7-react-js-snippets"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "julianiaquinandi.nvim-ui-modifier"
vscode "keifererikson.nightfox"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "openai.chatgpt"
vscode "qufiwefefwoyn.kanagawa"
vscode "tomoki1207.pdf"
vscode "vscodevim.vim"
go "cmd/go"
go "cmd/gofmt"
