# Homebrew casks only (use with Nix-managed CLI tools)

cask "graphiql"
cask "ngrok"
cask "wezterm"

vscode "alexisvt.flutter-snippets"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "anthropic.claude-code"
vscode "biomejs.biome"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "docker.docker"
vscode "dsznajder.es7-react-js-snippets"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "julianiaquinandi.nvim-ui-modifier"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "openai.chatgpt"
vscode "tomoki1207.pdf"
vscode "vscodevim.vim"
