tap "hashicorp/tap"
tap "jesseduffield/lazydocker"
tap "libsql/sqld"
tap "ngrok/ngrok"
tap "shopify/shopify"
tap "steipete/tap"
tap "stripe/stripe-cli"
tap "supabase/tap"
brew "openssl@3"
brew "readline"
brew "awscli"
brew "btop"
brew "cmake"
brew "cryptography"
brew "direnv"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git-delta"
brew "git-flow-avh"
brew "git-lfs"
brew "grpcurl"
brew "lazygit"
brew "zstd"
brew "libyaml"
brew "utf8proc"
brew "neovim"
brew "ni"
brew "ripgrep"
brew "sheldon"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "webp"
brew "wget"
brew "zoxide"
brew "hashicorp/tap/vault"
brew "jesseduffield/lazydocker/lazydocker"
brew "shopify/shopify/shopify-cli"
brew "steipete/tap/summarize"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
cask "graphiql"
cask "ngrok/ngrok/ngrok"
cask "wezterm"
cargo "bottom"
